tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/core"
tap "pbkit/tap"
brew "ansible-language-server"
brew "atuin"
brew "bat"
brew "btop"
brew "butane"
brew "cargo-binstall"
brew "cmake"
brew "delve"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gdtoolkit"
brew "git-lfs"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "helix"
brew "homebank"
brew "htop"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "neovide"
brew "ninja"
brew "nmap"
brew "podman"
brew "podman-compose"
brew "prettier"
brew "protobuf"
brew "pyright"
brew "ripgrep"
brew "rom-tools"
brew "sk"
brew "solargraph"
brew "stow"
brew "swift-format"
brew "taplo"
brew "thefuck"
brew "trash", link: true
brew "typescript-language-server"
brew "typos-lsp"
brew "unzip"
brew "vscode-langservers-extracted"
brew "wget"
brew "yaml-language-server"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "pbkit/tap/pbkit"
cask "blender"
cask "discord"
cask "docker-desktop"
cask "ea"
cask "epic-games"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghidra"
cask "godot"
cask "handbrake-app"
cask "iterm2"
cask "obs"
cask "obsidian"
cask "openemu"
cask "podman-desktop"
cask "preform"
cask "prusaslicer"
cask "signal"
cask "sony-ps-remote-play"
cask "steam"
cask "temurin"
cask "transmission"
cask "vagrant"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
