tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/core"
tap "pbkit/tap"
brew "atuin"
brew "bat"
brew "cargo-binstall"
brew "cmake"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gdtoolkit"
brew "git-lfs"
brew "helix"
brew "homebank"
brew "htop"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "neovide"
brew "ninja"
brew "nmap"
brew "protobuf"
brew "pyright"
brew "ripgrep"
brew "sk"
brew "stow"
brew "taplo"
brew "trash", link: true
brew "typos-lsp"
brew "unzip"
brew "vscode-langservers-extracted"
brew "zellij"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "pbkit/tap/pbkit"
cask "blender"
cask "discord"
cask "ea"
cask "epic-games"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghidra"
cask "godot"
cask "iterm2"
cask "obsidian"
cask "openemu"
cask "preform"
cask "prusaslicer"
cask "shadow"
cask "sony-ps-remote-play"
cask "steam"
cask "vagrant"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
